IDEA Open Model
Material.ThermalExpansion Property
Compatible with IDEA StatiCa Beta 20.0
 Thermal expansion
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double ThermalExpansion { get; set; }
Public Property ThermalExpansion As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace